{
  "paragraphs": [
    "The quick brown fox jumps over the lazy dog. This pangram contains every letter of the alphabet at least once. Typing practice helps improve speed and accuracy by allowing users to measure their words per minute and error rates in real-time.",
    "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole that is a comfort only to snakes. It was a hobbit-hole, and that means comfort. It had a perfectly round door like a porthole, painted green, with a shiny yellow brass knob in the exact middle.",
    "It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair.",
    "To be or not to be, that is the question. Whether 'tis nobler in the mind to suffer the slings and arrows of outrageous fortune, or to take arms against a sea of troubles, and by opposing end them? To die: to sleep; No more; and by a sleep to say we end the heart-ache and the thousand natural shocks that flesh is heir to.",
    "All happy families are alike; each unhappy family is unhappy in its own way. Everything was in confusion in the Oblonskys' house. The wife had discovered that the husband was carrying on an intrigue with a French girl, who had been a governess in their family, and she had announced to her husband that she could not go on living in the same house with him.",
    "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife. However little known the feelings or views of such a man may be on his first entering a neighbourhood, this truth is so well fixed in the minds of the surrounding families, that he is considered the rightful property of some one or other of their daughters.",
    "Call me Ishmael. Some years ago—never mind how long precisely—having little or no money in my purse, and nothing particular to interest me on shore, I thought I would sail about a little and see the watery part of the world. It is a way I have of driving off the spleen and regulating the circulation.",
    "Happy families are all alike; every unhappy family is unhappy in its own way. Everything was in confusion in the Oblonskys' house. The wife had discovered that the husband was carrying on an intrigue with a French girl, who had been a governess in their family, and she had announced to her husband that she could not go on living in the same house with him.",
    "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on. So keep looking until you find it. Don't settle.",
    "Innovation distinguishes between a leader and a follower. Stay hungry, stay foolish. Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma—which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice.",
    "The future belongs to those who believe in the beauty of their dreams. Education is the most powerful weapon which you can use to change the world. The only impossible journey is the one you never begin. Keep your face always toward the sunshine—and shadows will fall behind you.",
    "Success is not final, failure is not fatal: It is the courage to continue that counts. The way to get started is to quit talking and begin doing. Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work.",
    "Believe you can and you're halfway there. The only limit to our realization of tomorrow will be our doubts of today. You miss 100% of the shots you don't take. The best way to predict the future is to create it. Don't watch the clock; do what it does. Keep going.",
    "The journey of a thousand miles begins with one step. What lies behind us and what lies before us are tiny matters compared to what lies within us. The mind is everything. What you think you become. The only way to do great work is to love what you do.",
    "Life is what happens to you while you're busy making other plans. In the middle of difficulty lies opportunity. The best preparation for tomorrow is doing your best today. You can't build a reputation on what you are going to do. The way to develop self-confidence is to do the thing you fear and get the feeling of success."
  ]
}